const jsonAR = {
  language: "English",

  termsTitle: "الشروط والأحكام",
  termsTitle2: "الشروط والأحكام",
  update: "26/6/2023 :أخر تحديث:",
  //home.....................................
  home: "الرئيسية",
  homeTitle: "Knowticed تطبيق",
  homeSubTitle: "بطاقة عمل رقمية",
  homeSubTitle2:
    "افتح آفاق جديدة للتواصل مع بطاقات عمل عصرية تواكب التحول الرقمي!",
  homeDec:
    "في Knowticed، نقوم بثورة في طريقة تواصل المحترفين واصحاب الاعمال الحرة لخلق اقتصاد و فرص عمل لا محدودة في عصر التحول الرقمي. قل وداعًا لبطاقات العمل الورقية القديمة وكن جزءًا من مستقبل التواصل العصري مع حلول بطاقات العمل الرقمية المبتكره لدينا.",
  homeDec2:
    "تطبيقنا يجمع بين السهولة والمرونة والتصميم الرائع لتقديم تجربة لا مثيل لها. قم بإنشاء بطاقات افتراضية شخصية ومشاركتها بسلاسة تامة، تلتقط جوهر علامتك التجارية وتترك انطباعًا لا يُنسى مع عملائك وشركائك وجميع المستخدمين.",
  //about.....................................
  about: "من نحن",
  whoAreWe: "من نحن...؟",
  ourVision: "رؤيتنا",
  ourMission: "مهمتنا",
  ourValues: "قيمنا",
  ourVision1:
    "رؤيتنا في Knowticed هي تمكين الشباب المحترفين واصحاب الاعمال الحرة في العصر الرقمي، وتشجيع طموحاتهم وفتح عالم من الفرص اللانهائية. نتصور مستقبلاً حيث يستغل الأفراد الإمكانات الكاملة للتكنولوجيا وروح ريادة الأعمال والابتكار لخلق مساراتهم الخاصة نحو النجاح.",
  ourVision2:
    "رؤية Knowticed تتجاوز النجاح في العصر الرقمي. هدفنا هو أن نلهم ونعزز وعي النمو والصمود وقابلية التكيف، مما يمكن الأفراد من تحقيق النجاحات المستدامة في ظل التغير المستمر للتحديات الاقتصادية العالمية. من خلال منصاتنا وخدماتنا، نحرص على ان نمكن الشباب المحترفين والعاملين في القطاع الحر من استغلال المشهد الرقمي على الوجه الصحيح، ليبنوا علامات شخصية مؤثرة، ويقيموا شبكات تواصل وتجارية قوية.",
  ourVision3:
    "رؤيتنا تشمل مجتمعًا عالميًا تجمعهم الرغبة في إعادة تعريف النجاح وترك إرث وبصمة دائمة في الاقتصاد الرقمي.",
  ourVision4:
    "انضم إلينا في تحقيق هذه الرؤية، حيث نمكن الجميع من الاستفادة من العصر الرقمي، واستغلال الفرص التي يخلقها وإطلاق إمكاناتهم الحقيقية. معًا، دعنا نخلق مستقبلًا لا حدود للأحلام فيه ولا حدود للنجاح!",
  ourMission1:
    "في Knowticed، مهمتنا هي تزويد الشباب المحترفين واصحاب الاعمال الحرة بالمنصات والمعرفة التي يحتاجونها للنجاح في عصر التحول الرقمي. نحن نؤمن بأن الجميع لديه القدرة على النجاح، ونسعى هنا لمساعدتك في اكتشاف قدراتك الحقيقية والعمل علي تحقيق احلامك والاستقلال المالي من خلال تطبيقاتنا وخدماتنا.",
  ourMission2:
    "نحن ندرك التحديات والفرص الفريدة لعصر التحول الرقمي الحديث. هدفنا هو تمكينك من اكتساب المهارات والثقة اللازمة للتمكن من استغلالها في هذا المشهد الذي يتطور باستمرار. سواء كنت تبدأ عملك الخاص، أو تسعى للحصول على فرصة عمل حر، أو لتحقيق مشروع شغفك، نحن ملتزمون بأن نكون شريكك الموثوق في هذه الرحلة التحولية.",
  ourMission3: "نحن هنا لدعمك في كل خطوة لتصل الى غاياتك وطموحاتك!",
  ourMission4:
    "مهمتنا هي أن نلهمك لتحلم، وتفكر خارج الصندوق، وتقبل على الفرص اللانهائية التي يوفرها العصر الرقمي. معًا، سنكسر الحواجز، ونتغلب على التحديات، ونعيد تعريف النجاح بمعاييرك الخاصة.",
  ourMission5:
    "في Knowticed، نجاحك هو مهمتنا. معًا، دعنا نحرر إمكاناتك ونصنع طريقًا نحو مستقبل تكون فيه أنت المتحكم في قرارات قادرة على تغيير مصيرك.",
  ourValues1:
    "هذه هي الخمس ممارسات التي نتبعها في تنفيذ أعمالنا وتقديم خدمانها الرقمية:",
  ourValues2:
    "نعطي الأولويه لاحتياجات  عملائنا ونلتزم بتقديم خدمات تلبي تلك الاحتياجات",
  ourValues21: "١- التركيز على احتياجات العملاء:",
  ourValues3:
    "نحن نعمل دائما علي تبني سياسات تساعدنا لنبتكر باستمرار ونبحث عن طرق جديدة لتحسين منتجاتنا وخدماتنا وعملياتنا الادارية والتنفيذية.",
  ourValues31: "٢- تبني الابتكار:",
  ourValues4:
    " نلتزم بممارسة افضل الأعمال والتوجهات الأخلاقية والمستدامة ودائما نعطي الأولوية للبيئة والمجتمع والاقتصاد على المدى الطويل.",
  ourValues41: "٣- ممارسة الأعمال الأخلاقية والمستدامة:",
  ourValues5:
    " نعطي الأولوية للشفافية  والمسئولية في كل جانب من جوانب عملنا ونتحمل توابع جميع ممارساتنا، بما في ذلك التقارير المالية واتخاذ القرارات ومشاركة أصحاب المصلحة.",
  ourValues51: "٤- التأكيد على الشفافية والمسئولية:",
  ourValues6:
    " نحن ملتزمون بالتعلم والتحسين المستمر، حيث نبحث بشكل دائم عن الاسباب الجذرية لاي معوقات تقلل من الكفادة و نراجع جميع الملاحظات ونسعى جاهدين لتحسين أساليبنا في ادارة المشاريع و القوة البشرية وعلاقاتنا مع جميع شركائنا.",
  ourValues61: "٥- التعلم والتحسين المستمر:",
  ourValues7:
    "من خلال اتباع هذه الممارسات و السلوكيات، نقوم ببناء أساس قوي للنمو المستدام والنجاح على المدى الطويل.",
  //services.....................................
  services: "خدماتنا",
  services2: "خدماتنا",
  servicesSubTitle:
    "تميز عن الآخرين بخدماتنا العصرية والرائدة في مجال التواصل الرقمي، والتي تتيح لك عرض مهاراتك، وإبراز خبرتك، ومشاركة جميع روابط وسائل التواصل الاجتماعي الخاصة بعملك. بنقرة واحدة فقط، يمكن للمستخدمين حفظ معلومات الاتصال الخاصة بك بسهولة والوصول إليها في أي وقت وفي أي مكان، مما يضمن أنك دائمًا في ذهن الآخرين واختيارهم الأول عندما يحتاجون إلى الخدمات التي تقدمها.",
  servicesSubTitle2:
    "صممت خدماتنا دائما باخذ البساطة والكفاءة في الاعتبار، حيث تتيح لك واجهة المستخدم الخاصة ب Knowticed انشاء بطاقة العمل الرقمية الخاصة بك بكل سهولة. قم بتحديث معلوماتك وخبراتك المهنية بسهولة، مما يضمن أن بطاقتك تعكس دائمًا نموك المهني وتطور علامتك التجارية.",
  servicesSubTitle3:
    "نحن ندرك أهمية البيانات في قياس نجاح جهودك في بناء علاقات العمل والتواصل مع المستخدمين. لذلك، يوفر تطبيقنا رؤى شاملة، مما يمنحك فهمًا أعمق لأداء بطاقة العمل الرقمية الخاصة بك. قم بتتبع المشاهدات والمشاركات ومعدلات التواصل لاتخاذ قرارات قائمة على البيانات لتعظيم إمكانات شبكاتك الرقمية.",
  servicesSubTitle4:
    "ارتقِ في عملية التواصل وبناء العلاقات مع Knowticed. حان الوقت لجعل تواجدك الرقمي يضع بصمة لا يُنسى!",
  services1Title: "بطاقات العمل الرقمية القابلة للتخصيص",
  services1SubTitle:
    "قم بإنشاء بطاقات عمل رقمية فريدة وجذابة. يمكن للمستخدمين تخصيص بطاقاتهم بشعار العلامة التجارية او بصورهم الشخصية الخاصة بهم وتفاصيل الاتصال وروابط وسائل التواصل الاجتماعي، وحتى مشاركة روابط وسائط متعددة.",
  services2Title: "إنشاء وتحرير البطاقات بسهولة",
  services2SubTitle:
    "يوفر Knowticed تطبيقًا سهل الاستخدام يتيح للأفراد إنشاء وتحرير وإدارة بطاقات العمل الرقمية بسهولة. يمكن للمستخدمين حفظ وتصنيف جهات الاتصال، وإضافة ملاحظات للرجوع إليها، والبحث واسترداد المعلومات بسهولة عند الحاجة.",
  services3Title: "تحليلات و رؤى للبيانات و المحتوى الرقمي",
  services3SubTitle:
    "تقديم تحليلات و رؤى للمستخدمين  كخدمة قيمة لتعزيز التواصل وزيادة فرص العمل و بناء العلاقات. يمكن للمنصة تتبع وتحليل أداء بطاقات العمل الرقمية، وتوفير بيانات قيمة للمستخدمين مثل عدد المشاهدات، والتفاعلات، ومعدلات طلب الاضافة والحظر. تساعد هذه المعلومات المستخدمين على تقييم فعالية جهودهم في التواصل واتخاذ قرارات قائمة على البيانات لتحسين استراتيجيتهم.",
  services4Title: "مشاركة وتكامل سلس",
  services4SubTitle:
    "يضمن Knowticed أن مشاركة وتوزيع بطاقات العمل الرقمية يكون سهلاً. يمكن للمستخدمين مشاركة بطاقاتهم عبر البريد الإلكتروني، الرسائل النصيه، رموز الاستجابة السريعة (QR codes)، أو من خلال منصات وسائل التواصل الاجتماعي. تكامل التطبيق مع أدوات الاتصال الشائعة أو منصات التعاون يسهل من عملية المشاركة، مما يجعل الاتصال بالآخرين سهلاً في أي بيئة رقمية.",
  //contact us.....................................
  contact: "تواصل معنا",
  contactHeader: "تواصل معنا",
  getInTouch: "ابقى على تواصل",
  contactTitle:
    "تعليقك ورايك في خدماتنا يساهم في نجاحنا: ساعدنا في بناء تجربة أفضل لجميع مستخدمي Knowticed!",
  contactSubTitle:
    "في Knowticed، نؤمن  أن التعليقات و الآراء لجميع مستخدمي الخدمات التي نقدمها هي الشريان الحي لنجاحنا. نقدر و نهتم بأفكارك وآراءك واقتراحاتك  والتي سوف تساهم في تغيير مسار منتجاتنا وخدماتنا وتجربة العملاء للارتقاء بها بشكل عام. صوتك يهمنا، ونحن ملتزمون بإنشاء منصة تلبي حقًا احتياجاتك حتى في ادق التفاصيل.",
  contactSubTitle2:
    "من خلال مشاركة تجاربك، تصبح جزءًا أساسيًا من رحلتنا التطورية. تساعدنا ملاحظاتك في تحديد نقاط الضعف، وإزالة الحواجز، وخلق تجارب سلسة تفوق توقعاتك. نستمع بعناية، ونحلل مدخلاتك بدقة، ونقوم بتنفيذ التغييرات التي تتناول مخاوفك وتعزز رضاك.",
  name: "الإسم",
  email: "البريد الإلكتروني",
  phone: "رقم الهاتف",
  subject: "الموضوع",
  message: "الرساله",
  send: "إرسال",
  //Do not forget to use all these classes in the form...
  pleaseName: "الرجاء إدخال الإسم",
  pleaseEmail: "الرجاء إدخال البريد الإلكتروني",
  pleasePhone: "الرجاء إدخال رقم الهاتف",
  pleaseSubject: "الرجاء إدخال الموضوع",
  pleaseMessage: "الرجاء إدخال الرسالة",
  invalidName: "الإسم غير صحيح. يسمح فقط بالأحرف",
  invalidEmail: "بريد إلكتروني غير صحيح",
  invalidPhone: "رقم الهاتف غير صحيح. يسمح فقط بالأرقام",

  dialogTitleMobile:
    "نشكرك على تواصلك معنا وتأكد من أنه سيتم التواصل معك في غضون يومي عمل.",
  dialogDescMobile:
    "لا تتردد في التواصل معنا عبر البريد الإلكتروني: info@bayanatz.com",
  dialogTitleWeb:
    "شكرًا على تواصلك معنا. كن مطمئنًا أنه سيتم التواصل معك في غضون يومي عمل من قبل فريق خدمة العملاء للإجابة على جميع أسئلتك وتوجيهك إلى القسم المناسب.",
  dialogDescWeb:
    "أيضًا، لا تتردد في التواصل معنا عبر البريد الإلكتروني: info@bayanatz.com \n معًا نبني مستقبلًا أفضل ومليئًا بالفرص للجميع!",
  wrong: "حدث خطأ ما.من فضلك حاول مره أخري.",
  close: "إغلاق",
  //.........................................
  //careers.....................................
  careers: "الوظائف",
  careers2: "الوظائف",
  careersTitle: "التوظيف في Knowticed",
  careersSubTitle1:
    "شركتنا هي في طليعة الابتكار، ونعمل علي ازالة جميع المعوقات باستمرار ونتحدى الاوضاع الحالية بكل عزم وارادة. من خلال العمل معنا، ستحصل على فرصة لتكون جزءًا من مشاريع رائدة وتحقق تأثير نوعي في الاقتصاد و تكنولوجيا المعلومات والمجتمع بأكمله. انضم إلى شركتنا وكن جزءًا من فريق ممتيز وشامل للتعرف على مواهبك والعمل مع قادة حريصين علي تقديرها وتنميتها. نحن نعزز ثقافة النمو والتطور في جميع المستويات و خاصة المستوى الفردي، ونمنح موظفينا القدرة على تحقيق إمكانياتهم الكاملة.",
  careersSubTitle2:
    "في Knowticed، نؤمن بالتوازن بين العمل والحياة الشخصية والاجتماعية ونعطي الأولوية لذلك في جميع قراراتنا. هنا في Knowticed ستحصل علي بيئة عمل مرنة ونشطة تسمح لك بالتفوق في حياتك المهنية مع الحفاظ على حياة شخصية. كن جزءًا من منظمة تقدر التنوع والتجارب الفردية لكل فرد. ",
  careersSubTitle3:
    "انضم إلينا في خلق بيئة عمل مليئة بالإبداع والتعاون والابتكار!",
  careersSubTitle4: "مميزات اخرى للانضمام إلى فريقنا:",
  careersDes1:
    "انضم إلى شركة تعطي الأولوية للأستدامة والمسؤولية الاجتماعية. نحن ملتزمون بتحقيق تأثير إيجابي في العالم، وبالعمل معنا، يمكنك المساهمة في خلق مستقبل أكثر استدامة ومبني على اسمى الاسس أخلاقية والمهنية.",
  careersDes2:
    "نحن نعزز ثقافة العمل المبنية على التعاون والدعم، حيث يكون العمل الجماعي والنجاح المشترك في صدارة الأولويات. انضم إلى فريق عمل يسعى دائما للبحث عن أهداف مشتركة و بناء روح الفريق المتكامل لتحقيق الريادة في التحول الرقمي.",
  careersDes3:
    "التعلم المستمر والتطور المهني هما جوهر شركتنا. نوفر فرصًا كبيرة للنمو، بما في ذلك برامج تدريبية وبرامج توجيه، والوصول إلى أحدث أدوات وتقنيات الصناعة. ابنِ مستقبلًا مجزيًا معنا وابقَ في الصدارة في عالم الرقمنة و تكنولوجيا الذكاء الاصطناعي.",
  careersDes4:
    "قيم شركتنا تتمحور حول التواصل المفتوح والشفافية وبيئة عمل إيجابية. اعمل بجوار قادة داعمين يشجعون على تقديم الملاحظات، ويستمعون للأفكار، ويعززون جوًا من الثقة والاحترام.",
  careersDes5:
    "Knowticed لديها رؤية وغاية واضحة. عند العمل معنا، ستكون جزءًا من فريق ملتزم بصنع الفارق والتأثير بشكل إيجابي على حياة عملائنا وشركائنا والمجتمعات التي نعمل لتطويرها.",
  termsAndCoditions: "شروط الخدمة لـ Knowticed",
  lastUpadte: "أخر تحديث: 26/6/2023",
  term1: "شروط الخدمة لـ Knowticed",
  term2:
    'من أجل تقديم خدماتنا (كما هو معرف أدناه) من خلال تطبيقاتنا وخدماتنا وميزاتنا وبرامجنا أو موقعنا الإلكتروني، نحتاج إلى الحصول على موافقتك على شروط الخدمة الخاصة بنا ("الشروط").حول خدماتنا',
  aboutService: "حول خدماتنا",
  service1:
    "مبادئ الخصوصية والأمان: منذ بدء Knowticed، بنينا خدماتنا وفقًا لمبادئ قوية في مجال الخصوصية والأمان.",
  service2:
    "ربطك بأشخاص آخرين: نوفر، ونسعى دائمًا لتحسين، طرقًا لك للتواصل مع مستخدمي Knowticed الآخرين، بما في ذلك من خلال الرسائل والمكالمات الصوتية والفيديو، وإرسال الصور ومقاطع الفيديو، وعرض حالتك، ومشاركة موقعك مع الآخرين عندما تختار ذلك. يعمل Knowticed مع شركاء ومزودي خدمات وشركات تابعة لمساعدتنا في توفير طرق لك للتواصل مع خدماتهم.",
  service3:
    "طرق لتحسين خدماتنا: نحلل كيفية استخدامك لـ Knowticed، من أجل تحسين خدماتنا، بما في ذلك مساعدة الشركات التي تستخدم Knowticed في قياس فاعلية وتوزيع خدماتهم ورسائلهم. يستخدم Knowticed المعلومات التي يملكها ويعمل أيضًا مع الشركاء ومزودي الخدمات والشركات التابعة لتحقيق ذلك.",
  service4:
    "التواصل مع الشركات: نوفر، ونسعى دائمًا لتحسين، طرقًا لك وللشركات والمؤسسات الأخرى للتواصل مع بعضهما البعض باستخدام خدماتنا، مثل من خلال إشعارات، وتحديثات المنتجات والخدمات، والتسويق.",
  service5:
    'السلامة والأمان والنزاهة: نعمل على حماية سلامة وأمان ونزاهة خدماتنا. وذلك يتضمن التعامل بشكل مناسب مع الأشخاص المسيئين والأنشطة المخالفة لشروطنا. نعمل على منع سوء استخدام خدماتنا، بما في ذلك السلوك الضار تجاه الآخرين وانتهاكات شروطنا وسياساتنا، ومعالجة الحالات التي يمكننا فيها مساعدة ودعم وحماية مجتمعنا. إذا تعلمنا عن وجود أشخاص أو أنشطة من هذا النوع، سنتخذ إجراءات مناسبة، بما في ذلك إزالة هؤلاء الأشخاص أو الأنشطة أو التواصل مع الجهات الأمنية. أي إزالة من هذا القبيل ستتم وفقًا لقسم "إنهاء" أدناه.',
  service6:
    "تمكين الوصول إلى خدماتنا: لتشغيل خدماتنا العالمية، قد نحتاج إلى تخزين وتوزيع المحتوى والمعلومات في مراكز بيانات وأنظمة حول العالم، بما في ذلك خارج بلد إقامتك. استخدام هذه البنية التحتية العالمية ضروري وأساسي لتوفير خدماتنا. قد يكون هذه البنية التحتية مملوكة أو مشغلة من قبل مزودي الخدمة لدينا.",
  service7:
    'إذا كنت مستخدمًا لـ Knowticed ومقيمًا في الولايات المتحدة الأمريكية أو كندا، فإن شروطنا تحتوي على بند للتحكيم القانوني، والذي ينص على أن Knowticed وأنت توافقان على حل جميع النزاعات (التي يتم تعريفها أدناه) من خلال التحكيم الفردي القانوني، ما لم تختار عدم المشاركة فيه وباستثناء بعض أنواع النزاعات. وهذا يعني أنك تتنازل عن أي حق لتحديد هذه النزاعات من قبل قاضي أو هيئة محلفين، وتتنازل عن حقك في المشاركة في دعاوى الفئات، أو التحكيم الجماعي، أو الدعاوى النموذجية. يرجى قراءة قسم "البند الخاص بالتحكيم القانوني لمستخدمي الولايات المتحدة الأمريكية أو كندا" أدناه لمعرفة المزيد.',
  service8:
    "يجب عليك التسجيل في خدماتنا باستخدام معلومات دقيقة وتقديم رقم هاتفك المحمول الحالي، وإذا قمت بتغييره، فيجب عليك تحديث رقم هاتفك المحمول باستخدام ميزة تحرير الملف الشخصي المتوفرة في التطبيق. أنت توافق على استلام رسائل نصية ومكالمات هاتفية (منا أو من مقدمي الخدمة الخارجيين لدينا) تحتوي على رموز للتسجيل في خدماتنا إذا لزم الأمر.",
  service9:
    "يجب أن تكون على الأقل 13 عامًا للتسجيل واستخدام خدماتنا (أو أن تكون الحد الأدنى للعمر المطلوب في بلدك أو إقليمك لتكون مؤهلاً للتسجيل واستخدام خدماتنا دون موافقة الوالدين). بالإضافة إلى أن تكون بالحد الأدنى المطلوب من العمر لاستخدام خدماتنا وفقًا للقوانين السارية، إذا لم تكن بما فيه الكفاية للحصول على السلطة اللازمة للموافقة على شروطنا في بلدك أو إقليمك، يجب أن يوافق والدك أو وصيك على شروطنا نيابةً عنك. يرجى طلب من والدك أو وصيك قراءة هذه الشروط معك.",
  service10:
    "يجب عليك توفير بعض الأجهزة والبرامج واتصالات البيانات لاستخدام خدماتنا، والتي لا نوفرها بشكل آخر. من أجل استخدام خدماتنا، فإنك توافق على تنزيل التحديثات الخاصة بخدماتنا يدويًا أو تلقائيًا وتثبيتها. كما توافق على أن نرسل لك إشعارات من خلال خدماتنا من وقت لآخر، حسب الضرورة لتوفير خدماتنا لك.",
  service11:
    "أنت مسؤول عن جميع خطط بيانات الناقل ورسوم الإنترنت والرسوم الأخرى والضرائب المرتبطة باستخدامك لخدماتنا.",
  term3: "سياسة الخصوصية وبيانات المستخدم",
  term4:
    "تهتم Knowticed بخصوصيتك. تصف سياسة الخصوصية لـ Knowticed بياناتنا (بما في ذلك الرسائل) وممارساتنا، بما في ذلك أنواع المعلومات التي نتلقاها ونجمعها منك، وكيفية استخدامنا ومشاركتنا لهذه المعلومات، وحقوقك المتعلقة بمعالجة المعلومات المتعلقة بك.",
  accUse: "الاستخدام المقبول لخدماتنا",
  accUse1:
    'يجب عليك استخدام خدماتنا وفقًا لشروطنا والسياسات المنشورة. إذا انتهكت شروطنا أو سياساتنا، فقد نتخذ إجراءات تجاه حسابك، بما في ذلك تعطيل أو تعليق حسابك، وإذا قمنا بذلك، فإنك توافق على عدم إنشاء حساب آخر بدون إذننا. سيتم تعطيل أو تعليق حسابك وفقًا لقسم "الإنهاء" أدناه.',
  accUse2:
    "يجب عليك الوصول إلى خدماتنا واستخدامها فقط لأغراض قانونية ومصرح بها ومقبولة. لن تستخدم (أو تساعد الآخرين في استخدام) خدماتنا بطرق تنتهك أو تستولي على حقوق Knowticed أو مستخدمينا أو الآخرين، بما في ذلك حقوق الخصوصية والشهرة والملكية الفكرية أو حقوق الملكية الأخرى.",
  accUse3:
    "**أ)** تكون غير قانونية، مبتذلة، مُجدرة للكراهية، تهديدية، مزعجة، كارهة، مسيئة عنصريًا أو عرقيًا، أو تحرض أو تشجع على سلوك غير قانوني أو غير مناسب بأي شكل من الأشكال، مثل تعزيز الجرائم العنيفة أو تعريض الأطفال أو الآخرين للخطر أو استغلالهم، أو تنسيق الضرر",
  accUse4:
    "**ب)** تكون غير قانونية، مشينة، مجدرة للكراهية، مسيئة، تهديدية، تخويفية، كارهة، عنصرية أو تعرقية، أو تحرض أو تشجع على سلوك يعتبر غير قانوني أو غير مناسب بأي شكل من الأشكال، مثل الترويج لجرائم عنيفة، تعريض الأطفال أو الآخرين للخطر أو استغلالهم، أو تنسيق الضرر.",
  accUse5:
    "**ج)** تنطوي على نشر أكاذيب أو تحريف الحقائق أو إصدار بيانات مضللة.",
  accUse6: "**د)** التنكر في شخص آخر.",
  accUse7:
    "**هـ)** تنطوي على إرسال رسائل غير قانونية أو غير مسموح بها مثل الرسائل الجماعية، والرسائل التلقائية، والاتصال التلقائي وما شابه ذلك.",
  accUse8:
    "**و)** تنطوي على أي استخدام غير شخصي لخدماتنا ما لم يكن مصرحًا به غير ذلك من قبلنا.",
  accUse9:
    "يجب عليك عدم (أو مساعدة الآخرين في ذلك) بشكل مباشر أو غير مباشر، عن طريق وسائل آلية أو غيرها، الوصول إلى خدماتنا، أو استخدامها، أو نسخها، أو تكييفها، أو تعديلها، أو إعداد أعمال مشتقة بناءً عليها، أو توزيعها، أو منح ترخيص لها، أو إعطاء ترخيص فرعي لها، أو نقلها، أو عرضها، أو تنفيذها، أو استغلالها بأي طريقة غير مشروعة أو غير مصرح بها، أو بطرق تثقلنا، أو تضرنا، أو تؤذي خدماتنا، أو أنظمتنا، أو مستخدمينا، أو الآخرين، بما في ذلك يجب عليك عدم القيام بما يلي بشكل مباشر أو عن طريق وسائل آلية:",
  accUse10:
    "**أ)** إعادة هندسة عكسية، أو تغيير، أو تعديل، أو إنشاء أعمال مشتقة، أو فك تشفير، أو استخلاص الشفرة من خدماتنا؛",
  accUse11:
    "**ب)** إرسال، أو تخزين، أو نقل الفيروسات أو أي برامج ضارة أخرى عبر خدماتنا؛",
  accUse12:
    "**ج)** الحصول على الوصول غير المصرح به أو محاولة الحصول على الوصول غير المصرح به إلى خدماتنا أو أنظمتنا؛",
  accUse13:
    "**د)** التدخل في سلامة، وأمان، وسرية، ونزاهة، وتوفر، وأداء خدماتنا؛",
  accUse14:
    " **هـ)** إنشاء حسابات لخدماتنا عبر وسائل غير مصرح بها أو وسائل آلية؛",
  accUse15:
    "**و)** جمع معلومات عن مستخدمينا أو عنهم بأي طريقة غير مشروعة أو غير مصرح بها؛",
  accUse16:
    " **ز)** بيع، أو إعادة بيع، أو تأجير، أو فرض رسوم على خدماتنا أو البيانات التي تم الحصول عليها منا أو من خدماتنا بطرق غير مصرح بها؛",
  accUse17:
    "**ح)** توزيع أو توفير خدماتنا عبر شبكة يمكن استخدامها من قبل أجهزة متعددة في نفس الوقت، ما لم يتم ذلك بالطرق المصرح بها من خلال الأدوات التي قدمناها بشكل صريح عبر خدماتنا؛",
  accUse18:
    "**ط)** إنشاء برامج أو واجهات برمجة تعمل بشكل مشابه لخدماتنا وتقدمها للاستخدام من قبل أطراف ثالثة بطرق غير مصرح بها؛",
  accUse19:
    "**ي)** إساءة استخدام أي قنوات للإبلاغ، مثل تقديم تقارير أو استئنافات زائفة أو بدون أساس.",
  accUse20:
    'أنت مسؤول عن الحفاظ على جهازك وحسابك على "Knowticed" آمنين ومحميين، ويجب عليك إبلاغنا على الفور بأي استخدام غير مصرح به أو انتهاك أمان لحسابك أو خدماتنا.',
  el1: "خدمات الأطراف الثالثة",
  el2: "قد تتيح لك خدماتنا الوصول إلى مواقع الويب وتطبيقات الأطراف الثالثة والمحتوى والمنتجات والخدمات الأخرى. يرجى ملاحظة أن هذه الشروط وسياسة الخصوصية تنطبق فقط على استخدام خدماتنا. عند استخدام منتجات أو خدمات الأطراف الثالثة، ستسري شروطهم وسياسات الخصوصية على استخدامك لتلك المنتجات أو الخدمات.",
  el3: "التراخيص",
  el4: "لا تدعي Knowticed ملكية المعلومات التي تقدمها لحساب Knowticed الخاص بك أو من خلال خدماتنا. يجب أن تكون لديك الحقوق اللازمة في هذه المعلومات التي تقدمها لحساب Knowticed الخاص بك أو من خلال خدماتنا، ويجب أن تكون لديك الحق في منح الحقوق والتراخيص وفقًا لشروطنا",
  el5: "نحن نمتلك جميع حقوق النشر والعلامات التجارية والنطاقات والشعارات والشكل التجاري وأسرار الصناعة وبراءات الاختراع وحقوق الملكية الفكرية الأخرى المرتبطة بخدماتنا. لا يجوز لك استخدام حقوق النشر لدينا أو العلامات التجارية (أو أي علامات مماثلة) أو النطاقات أو الشعارات أو الشكل التجاري أو أسرار الصناعة أو براءات الاختراع أو حقوق الملكية الفكرية الأخرى ما لم تحصل على إذن صريح منا وبموجب إرشادات العلامة التجارية لدينا. يجوز لك استخدام علامات التجارية التابعة لشركاتنا التابعة فقط بإذنها، بما في ذلك الاستخدام المصرح به في أي إرشادات علامة تجارية منشورة.",
  el6: "من أجل تشغيل وتوفير خدماتنا، فإنك تمنح Knowticed ترخيصًا عالميًا وغير حصري وخاليًا من الروابط وقابلًا للترخيص الفرعي وقابلًا للنقل لاستخدام واستنساخ وتوزيع وإنشاء أعمال مشتقة من وعرض وأداء المعلومات (بما في ذلك المحتوى) الذي تقوم بتحميله أو تقديمه أو تخزينه أو إرساله أو استلامه على خدماتنا. الحقوق التي تمنحها في هذا الترخيص هي للغرض المحدود من تشغيل وتوفير خدماتنا (مثل السماح لنا بعرض صورة ملف تعريفك ونقل رسائلك وتخزين رسائلك غير المستلمة على خوادمنا لمدة تصل إلى 30 يومًا أثناء محاولتنا توصيلها).",
  el7: "نحن نمنحك ترخيصًا محدودًا وقابلًا للإلغاء وغير حصري وغير قابل للترخيص الفرعي وغير قابل للنقل لاستخدام خدماتنا، وفقًا لشروطنا ووفقًا لها. هذا الترخيص هو للغرض الوحيد من تمكينك من استخدام خدماتنا بالطريقة المسموح بها في شروطنا. لا يتم منحك تراخيص أو حقوق ضمنيًا أو بأي طريقة أخرى، ما لم يتم منحك تراخيص وحقوق صراحة.",
  el8: "الإبلاغ عن انتهاك حقوق الملكية الفكرية للأطراف الثالثة",
  el9: 'للإبلاغ عن ادعاءات انتهاك حقوق الملكية الفكرية للأطراف الثالثة، يرجى زيارة سياسة الملكية الفكرية الخاصة بنا. قد نتخذ إجراءات تجاه حسابك، بما في ذلك تعطيله أو إيقافه، إذا كنت تنتهك بوضوح أو بشكل جاد أو متكرر حقوق الملكية الفكرية للآخرين أو إذا كانت هناك ضرورة قانونية لذلك. ستتم عملية تعطيل أو إيقاف حسابك وفقًا لقسم "إنهاء الخدمة" الموضح أدناه.',
  el10: "الإخلاء والتنازلات",
  el11: "تستخدم خدماتنا على مسؤوليتك الشخصية ووفقًا للإخلاءات التالية:",
  el12: 'نحن نقدم خدماتنا على أساس "كما هي" دون أي ضمانات صريحة أو ضمنية، بما في ذلك ولكن لا تقتصر على ضمانات التسويقية، واللياقة لغرض معين، والعنوان، وعدم الانتهاك، والحماية من الفيروسات الكمبيوترية أو أي برامج ضارة أخرى.',
  el13: "نحن لا نضمن أن أي معلومات تقدمها لنا هي دقيقة أو كاملة أو مفيدة، وأن خدماتنا ستكون تشغيلية وخالية من الأخطاء وآمنة، وأن خدماتنا ستعمل بدون انقطاعات أو تأخيرات أو عيوب.",
  el14: "نحن لا نسيطر، ولا نتحمل مسؤولية السيطرة على كيفية استخدام المستخدمين لخدماتنا أو الميزات أو الخدمات أو الواجهات التي توفرها خدماتنا.",
  el15: "نحن غير مسؤولين عن أعمال المستخدمين أو المعلومات (بما في ذلك المحتوى) ولا نلتزم بالسيطرة عليها، سواء كانوا مستخدمين لدينا أو أطرافًا ثالثة أخرى.",
  el16: 'تُعفينا، وشركاتنا التابعة، وشركاءنا، ومدراءنا، وموظفينا، وشركاءنا، ووكلائنا (معًا، "أطراف Knowticed") من أي ادعاء، شكوى، سبب من الأسباب، نزاع، نزاع، أو أضرار (معًا "المطالبة")، معروفة أو غير معروفة، تتعلق بالمطالبة التي لديك ضد أي أطراف ثالثة.',
  el17: "لا يتم تعديل حقوقك فيما يتعلق بأطراف Knowticed بسبب الإخلاء المذكور أعلاه إذا لم تسمح به القوانين في بلدك أو إقليم إقامتك وفقًا لاستخدامك لخدماتنا.",
  el18: "إذا كنت مقيمًا في الولايات المتحدة الأمريكية، فإنك تتنازل عن أي حقوق قد تكون لديك بموجب القانون المدني لولاية كاليفورنيا §1542، أو أي قانون مماثل آخر ينطبق في أي اختصاص قضائي آخر، والذي ينص على أن الإخلاء العام لا يمتد إلى المطالبات التي لا يعلم الدائن أو الطرف المفرج عنه وجودها، أو يشتبه في وجودها، لصالحه في وقت تنفيذ الإخلاء، وإذا كانت معروفة لديه، لكانت لها تأثير مهم على تسويته مع الدائن أو الطرف المفرج عنه.",
  el19: "قيود المسؤولية",
  el20: "لن تكون أطراف Knowticed مسؤولة تجاهك عن أي أرباح مفقودة أو أضرار تبعية أو عقابية أو غير مباشرة أو طارئة تتعلق بالشروط الخاصة بنا أو بنا أو بخدماتنا (بغض النظر عن السبب وعلى أي نظرية للمسؤولية، بما في ذلك الإهمال)، حتى لو كانت أطراف Knowticed قد تلقت تنبيهًا بإمكانية وجود مثل هذه الأضرار. لن تتجاوز المسؤولية الإجمالية لدينا المتعلقة بالشروط الخاصة بنا أو بنا أو بخدماتنا أكثر من مائة دولار (1) أو المبلغ الذي دفعته لنا خلال الاثني عشر شهرًا الماضية، وذلك حسب الحد الأعلى المسموح به بموجب القانون المعمول به. سينطبق الإخلاء المذكور لبعض الأضرار وتقييد المسؤولية إلى أقصى حد مسموح به بموجب القانون المعمول به. قد لا تسمح قوانين بعض الولايات أو الاختصاصات بإستبعاد أو تقييد بعض الأضرار المعينة، لذا قد لا تنطبق بعض أو كل من الاستبعادات والتقييدات المذكورة أعلاه عليك. على الرغم من أي شيء يتعارض مع ذلك في الشروط الخاصة بنا، في مثل هذه الحالات، ستكون مسؤولية أطراف Knowticed محدودة إلى أقصى حد يسمح به القانون المعمول به.",
  el21: "التعويض",
  el22: 'إذا قدم أي شخص ادعاءً ("ادعاء طرف ثالث") ضدنا يتعلق بأفعالك أو معلوماتك أو محتوى على "Knowticed"، أو أي استخدام آخر لخدماتنا من قِبلك، ستكون مسؤولاً عن تعويض الأطراف المعنية في أقصى حد مسموح به بموجب القانون المعمول به، وتعفي الأطراف المعنية من أي التزامات قانونية أو أضرار أو خسائر أو مصروفات من أي نوع (بما في ذلك الرسوم القانونية والتكاليف المعقولة) المتعلقة بأو تنشأ عن أو تتصل بأي من ما يلي:',
  el23: "**أ)** الوصول الخاص بك أو استخدامك لخدماتنا، بما في ذلك المعلومات والمحتوى المقدم فيما يتصل بذلك؛",
  el24: "**ب)** انتهاكك لشروطنا أو القانون المعمول به؛",
  el25: '**ج)** أي تضليل تقوم به. ستتعاون بشكل كامل حسبما يُطلب منك من قِبلنا في الدفاع عن أو تسوية أي ادعاءٍ من جانب أطراف ثالثة. لا يتم تعديل حقوقك فيما يتعلق بـ "Knowticed" من خلال التعويض المذكور أعلاه إذا لم يسمح بها قانون بلدك أو إقليم إقامتك، وذلك نتيجة استخدامك لخدماتنا.',
  el26: "تسوية المنازعات",
  el27: 'إذا كنت مستخدمًا لـ "Knowticed" موجودًا في الولايات المتحدة أو كندا، فإن قسم "أحكام التحكيم الخاصة بمستخدمي الولايات المتحدة أو كندا" أدناه ينطبق عليك. يرجى قراءة هذا القسم أيضًا بعناية وبالكامل. إذا لم تكن تخضع لقسم "أحكام التحكيم الخاصة بمستخدمي الولايات المتحدة أو كندا" أدناه، فإنك توافق على أن أي ادعاء أو سبب قانوني لديك ضد "Knowticed" المتعلق بشروطنا أو خدماتنا، وأي ادعاء أو سبب قانوني يقدمه "Knowticed" ضدك، يتم التوصل إلى اتفاق بينك وبين "Knowticed" بأن أي مثل هذا الادعاء أو سبب قانوني (كل منها "نزاع"، ومعًا "نزاعات") سيتم حله بشكل حصري في محكمة الولايات المتحدة الأمريكية في منطقة الولايات المتحدة الشمالية في كاليفورنيا أو محكمة ولاية سان ماتيو في مقاطعة كاليفورنيا، وتوافق على التقدم بالنزاع لاختصاص هذه المحاكم الشخصية لمنازعة أي مثل هذا الادعاء أو سبب قانوني، وتشمل قوانين ولاية كاليفورنيا أي مثل هذا الادعاء أو سبب قانوني دون النظر إلى أحكام تعارض القوانين. دون المساس بما سبق، فإنك توافق على أنه بناءً على تقديرنا الخاص، قد نختار حل أي نزاع لدينا معك الذي لا يخضع للتحكيم في أي محكمة مختصة في البلد الذي تقيم فيه والذي يحظى بالاختصاص على النزاع.',
  el28: 'قوانين جمهورية مصر العربية تحكم شروطنا، فضلاً عن أي نزاعات، سواء في المحكمة أو التحكيم، التي قد تنشأ بين "Knowticed" وبينك، دون النظر إلى أحكام تعارض القوانين.',
  el29: "تحدد هذه الشروط أيضًا الوقت المتاح لديك لتقديم ادعاء أو نزاع، بما في ذلك الوقت المتاح لبدء التحكيم أو، إذا سمحت القوانين، إجراء قضائي أو إجراءات المطالبات الصغيرة، إلى أقصى حد مسموح به بموجب القانون المعمول به. نحن وأنت نتفق على أنه بالنسبة لأي نزاع (باستثناء النزاعات المستبعدة المعرفة أدناه) يجب علينا أن نقدم الادعاءات (بما في ذلك بدء إجراء التحكيم) في غضون شهر واحد بعد تنشأ النزاع للمرة الأولى؛ وإلا، يُعتبر مثل هذا النزاع محظورًا بشكل دائم. وهذا يعني أنه إذا لم نقدم أي من الطرفين (بما في ذلك بدء التحكيم) في غضون شهر واحد بعد تنشأ النزاع للمرة الأولى، فإن التحكيم سيتم إلغاؤه لأنه بدأ في وقت متأخر جدًا. انظر أدناه: أحكام التحكيم الخاصة بمستخدمي الولايات المتحدة أو كندا.",
  el30: "توافر الخدمات وإنهاؤها",
  el31: "نحن نسعى دائمًا لتحسين خدماتنا. وهذا يعني أنه قد نقوم بتوسيع خدماتنا، أو إضافة خصائص ووظائف جديدة، أو إزالة بعض الخدمات، ودعم بعض الأجهزة والمنصات. قد يتم انقطاع خدماتنا، بما في ذلك لأعمال الصيانة، أو الإصلاحات، أو الترقيات، أو فشل الشبكة أو الأجهزة. قد نقوم بإنهاء بعض أو كل خدماتنا، بما في ذلك بعض الميزات ودعم بعض الأجهزة والمنصات، في أي وقت. قد تؤثر الأحداث التي تكون خارجة عن سيطرتنا على خدماتنا، مثل الأحداث الطبيعية والأحداث القاهرة الأخرى.",
  el32: 'على الرغم من أننا نأمل أن تظل مستخدمًا لـ "Knowticed"، يمكنك إنهاء علاقتك مع "Knowticed" في أي وقت ولأي سبب عن طريق حذف حسابك. للحصول على تعليمات حول كيفية القيام بذلك، يرجى زيارة المقالات المتعلقة بنظام Android و iPhone في مركز المساعدة لدينا.',
  el33: "يمكننا تعديل أو تعليق أو إنهاء وصولك إلى خدماتنا أو استخدامها في أي وقت ولأي سبب، مثل في حالة خرقك لحروف أو مضمون شروطنا أو خلق الضرر أو المخاطرة أو تعريضنا للمسائل القانونية المحتملة، أو تعريض مستخدمينا أو الآخرين للخطر.",
  el34: "البنود الأخرى",
  el35: "ما لم يتم تنفيذ اتفاق مشترك بينك وبينا ينص على خلاف ذلك، فإن شروطنا تشكل المطلقة للاتفاق بينك وبينا بشأن knowticed وخدماتنا وتحل محل أي اتفاقات سابقة.",
  el36: "نحتفظ بالحق في تحديد في المستقبل أن بعض خدماتنا تخضع لشروط منفصلة (حيث يمكنك أن توافق بشكل منفصل في الحالات المناسبة).",
  el37: "لا تهدف خدماتنا للتوزيع أو الاستخدام في أي بلد أو إقليم ينتهك فيه هذا التوزيع أو الاستخدام القانون المحلي أو يعرضنا لأي تنظيمات في بلد أو إقليم آخر. نحتفظ بالحق في تقييد خدماتنا في أي بلد أو إقليم.",
  el38: 'ستلتزم بجميع قوانين السيطرة على التصدير والعقوبات التجارية المعمول بها في الولايات المتحدة وغير الولايات المتحدة ("قوانين التصدير"). لن تصدر أو تعيد تصدير خدماتنا بشكل مباشر أو غير مباشر أو توفرها أو تنقلها بأي طريقة أخرى:',
  el39: "**أ)** إلى أي فرد أو كيان أو إقليم أو بلد محظور بموجب قوانين التصدير؛",
  el40: " **ب)** لأي شخص مدرج في قوائم الأطراف المحظورة من قبل الحكومة الأمريكية أو غير الأمريكية؛",
  el41: "**ج)** لأي غرض محظور بموجب قوانين التصدير، بما في ذلك الأسلحة النووية أو الكيماوية أو البيولوجية، أو تطبيقات تكنولوجيا الصواريخ بدون تراخيص الحكومة المطلوبة. لن تستخدم أو تقوم بتنزيل خدماتنا إذا كنت موجودًا في بلد أو منطقة محظورة، إذا كنت مدرجًا حاليًا في أي قوائم الأطراف المحظورة للولايات المتحدة أو غير الأمريكية، أو لأي غرض محظور بموجب قوانين التصدير، ولن تقم بإخفاء موقعك عن طريق وكالة IP الخاصة بك أو بطرق أخرى.",
  el42: "شروطنا مكتوبة باللغة الإنجليزية (الولايات المتحدة). أي نسخة مترجمة مقدمة هنا تُقدم فقط لراحتك. في حالة تعارض أي نسخة مترجمة من شروطنا مع النسخة الإنجليزية، تكون النسخة الإنجليزية هي الصحيحة. أي تعديل أو تنازل مقترح منك بشأن شروطنا يتطلب موافقتنا الصريحة.",
  el43: 'قد نقوم بتعديل أو تحديث هذه الشروط. سنقوم بإعلامك بأي تعديلات مهمة على شروطنا، حسب الاقتضاء، وسنقوم بتحديث تاريخ "آخر تعديل" في أعلى الشروط. استخدامك المستمر لخدماتنا يؤكد قبولك لشروطنا، بعد التعديلات. نأمل أن تستمر في استخدام خدماتنا، ولكن إذا لم توافق على شروطنا، بعد التعديلات، يجب عليك التوقف عن استخدام خدماتنا عن طريق حذف حسابك.',
  el44: "جميع حقوقنا والتزاماتنا بموجب شروطنا يمكننا نقلها بحرية إلى أي من الشركات التابعة لنا أو فيما يتعلق بعملية دمج، استحواذ، إعادة هيكلة، بيع أصول، أو بموجب القانون أو غير ذلك، ويمكننا نقل معلوماتك إلى أي من الشركات التابعة لنا أو الجهات الفاعلة الخاصة بالاستحواذ أو الشركة الجديدة. في حالة مثل هذا التعيين، ستظل هذه الشروط تحكم علاقتك مع هذه الجهة الثالثة. نأمل أن تستمر في استخدام خدماتنا، ولكن إذا لم توافق على مثل هذا التعيين، يجب عليك التوقف عن استخدام خدماتنا عن طريق حذف حسابك بعد أن يتم إخطارك بالتعيين.",
  el45: "جميع حقوقنا والتزاماتنا بموجب شروطنا يمكننا نقلها بحرية إلى أي من الشركات التابعة لنا أو فيما يتعلق بعملية دمج، استحواذ، إعادة هيكلة، بيع أصول، أو بموجب القانون أو غير ذلك، ويمكننا نقل معلوماتك إلى أي من الشركات التابعة لنا أو الجهات الفاعلة الخاصة بالاستحواذ أو الشركة الجديدة. في حالة مثل هذا التعيين، ستظل هذه الشروط تحكم علاقتك مع هذه الجهة الثالثة. نأمل أن تستمر في استخدام خدماتنا، ولكن إذا لم توافق على مثل هذا التعيين، يجب عليك التوقف عن استخدام خدماتنا عن طريق حذف حسابك بعد أن يتم إخطارك بالتعيين.",
  el46: "لن تقوم بنقل أي من حقوقك أو التزاماتك بموجب شروطنا إلى أي شخص آخر بدون موافقتنا الكتابية المسبقة.",
  el47: "لا شيء في شروطنا سيمنعنا من الامتثال للقانون.",
  el48: "باستثناء ما هو محدد هنا، فإن شروطنا لا تمنح أي حقوق للأطراف الثالثة كمستفيدين.",
  el49: "إذا فشلنا في تنفيذ أي من شروطنا، فلن يعتبر ذلك تنازلاً عنه.",
  el50: 'إذا تبين أن أي بند في هذه الشروط غير قانوني أو غير صالح أو لأي سبب غير قابل للتنفيذ، فإنه يعتبر تعديلاً بحيث يتم جعله قابلاً للتنفيذ على أقل مدى ضروري، وإذا كان لا يمكن جعله قابلاً للتنفيذ، فإنه يعتبر قابلاً للفصل عن شروطنا ولا يؤثر على صحة وقابلية التنفيذ لبقية بنود شروطنا، ويظل الجزء الباقي من شروطنا ساري المفعول بكامله ما لم ينص خلاف ذلك في قسم "بند التحكيم الخاص للمستخدمين في الولايات المتحدة الأمريكية أو كندا" أدناه.',
  el51: "نحتفظ بجميع الحقوق التي لم نمنحها صراحة لك. في بعض الولايات، قد يكون لديك حقوق قانونية كمستهلك، ولا تهدف شروطنا إلى تقييد تلك الحقوق القانونية للمستهلك التي قد لا يمكن الاستغناء عنها بواسطة العقد.",
  el52: "نقدر دائمًا تعليقاتك واقتراحاتك الأخرى بشأن knowticed وخدماتنا، ولكنك تدرك أنه ليس عليك أي التزام بتقديم التعليقات أو الاقتراحات وأنه يمكننا استخدام تلك التعليقات أو الاقتراحات من دون أي قيد أو التزام بتعويضك عنها.",
  el53: "بند التحكيم الخاص للمستخدمين في الولايات المتحدة الأمريكية أو كندا",
  el54: "يرجى قراءة هذا البند بعناية لأنه يحتوي على بنود إضافية تطبق فقط على مستخدمينا في الولايات المتحدة الأمريكية أو كندا. إذا كنت مستخدمًا لـ knowticed موجودًا في الولايات المتحدة الأمريكية أو كندا، فإنك ونحن نوافق على تقديم جميع النزاعات للتحكيم الفردي الرابط، باستثناء النزاعات التي تتعلق بحقوق الملكية الفكرية وباستثناء تلك التي يمكن تقديمها للمحكمة للدعاوى الصغيرة. وهذا يعني أنك تتنازل عن حقك في حل مثل تلك النزاعات في المحكمة أمام قاضٍ أو هيئة محلفين. وأخيرًا، يمكنك تقديم مطالبة فقط نيابة عن نفسك، وليس نيابة عن أي مسؤول رسمي آخر أو شخص آخر، أو فئة من الأشخاص. تتنازل عن حقك في المشاركة في النزاع أو أن يُعرف النزاع الخاص بك ويتم حله على أنه دعوى جماعية، أو تحكيم جماعي، أو دعوى تمثيلية.",
  el55: '"النزاع المستبعد" يعني أي نزاع يتعلق بتنفيذ أو انتهاك حقوق الملكية الفكرية الخاصة بك أو بنا (مثل حقوق النشر والعلامات التجارية والنطاقات والشعارات والزي التجاري وأسرار التجارة والبراءات) أو الجهود المبذولة للتدخل في خدماتنا أو التعامل مع خدماتنا بطرق غير مصرح بها (على سبيل المثال، بالطرق الآلية). للوضوح وبغض النظر عن ما سبق، فإن تلك النزاعات المتعلقة بحقوق الخصوصية والشهرة الخاصة بك ليست نزاعات مستبعدة.',
  el56: 'قانون التحكيم الفدرالي: يحكم قانون التحكيم الفدرالي الأمريكي تفسير وتنفيذ بند "التحكيم الخاص للمستخدمين في الولايات المتحدة الأمريكية أو كندا" هذا، بما في ذلك أي مسألة تتعلق بما إذا كان النزاع بين knowticed وبينك يخضع للتحكيم.',
  el57: "اتفاقية التحكيم لمستخدمي knowticed الموجودين في الولايات المتحدة الأمريكية أو كندا: بالنسبة لمستخدمي knowticed الذين يعيشون في الولايات المتحدة الأمريكية أو كندا، يتفق knowticed وأنت على تنازلكما عن الحق في المحاكمة أمام قاضٍ أو هيئة محلفين في جميع النزاعات، باستثناء النزاعات المستبعدة. يتفق knowticed وأنت على أن جميع النزاعات (باستثناء النزاعات المستبعدة)، بما في ذلك تلك التي تتعلق بحقوق الخصوصية والشهرة الخاصة بك، ستُحل عن طريق التحكيم النهائي والملزم. يتفق knowticed وأنت على عدم دمج نزاع يخضع للتحكيم بموجب شروطنا مع نزاع غير مؤهل للتحكيم بموجب شروطنا. قبل أن تبدأ في التحكيم لنزاع، يجب عليك تقديم إشعار خطي للنزاع إلينا يتضمن (أ) اسمك؛ (ب) عنوان سكنك؛ (ج) اسم المستخدم؛ (د) عنوان البريد الإلكتروني أو رقم الهاتف الذي تستخدمه لحسابك في knowticed؛ (هـ) وصف مفصل للنزاع؛ و (ف) التسوية التي تطلبها. يجب أن يتم إرسال أي إشعار للنزاع ترسله إلينا عبر البريد الإلكتروني إلى support@knowticed.com. قبل أن نبدأ في التحكيم، سنرسل لك إشعارًا بالنزاع إلى عنوان البريد الإلكتروني الذي تقدمه، أو بوسائل مناسبة أخرى. إذا لم نتمكن من حل النزاع خلال ستين (90) يومًا بعد استلام إشعار النزاع، يجوز لك أو لنا أن نبدأ في التحكيم.",
  // el58: "support@knowticed.com",
  el59: 'سيتم إدارة التحكيم من قبل الجمعية الأمريكية للتحكيم ("AAA") بموجب قواعد التحكيم التجاري الخاصة بها سارية المفعول في وقت بدء التحكيم، بما في ذلك القواعد الاختيارية لإجراءات الطوارئ للحماية والإجراءات الإضافية للنزاعات ذات الصلة بالمستهلك (المعروفة مجتمعة بـ "قواعد AAA"). سيترأس التحكيم محكم واحد يتم اختياره وفقًا لقواعد AAA. تتوفر قواعد AAA ومعلومات حول بدء نزاع ووصف لعملية التحكيم على الموقع التالي: www.adr.org. يُعتبر القضايا المتعلقة بنطاق وقابلية تنفيذ بند التحكيم مسؤولية المحكمة لاتخاذ قرار بشأنها. سيتم تحديد موقع التحكيم وتوزيع الرسوم والتكاليف المتعلقة بالتحكيم وفقًا لقواعد AAA.',
  // el60: "www.adr.org",
  el61: "إجراء إلغاء الاشتراك: يمكنك إلغاء الاشتراك في هذه الاتفاقية للتحكيم. إذا قمت بذلك، فلن يكون بإمكاننا أو بإمكانك أن نطالب الطرف الآخر بالمشاركة في إجراء التحكيم. لإلغاء الاشتراك، يجب عليك إخطارنا بذلك بكتابة وتسجيل البريد الخاص بك في غضون 60 يومًا من أحد التواريخ التالية: (أ) تاريخ قبولك لأول مرة لشروطنا؛ و (ب) تاريخ تعرضك لبند التحكيم هذا. يجب عليك استخدام عنوان البريد الإلكتروني التالي لإلغاء الاشتراك: ",
  // el62: "",
  // el63: "support@knowticed.com",
  el64: 'يجب أن تتضمن الرسالة: (أ) اسمك وعنوان إقامتك؛ (ب) رقم الهاتف المحمول المرتبط بحسابك؛ و (ج) بيان واضح بأنك ترغب في إلغاء الاشتراك في اتفاقية التحكيم الخاصة بشروطنا. محكمة الدعاوى الصغيرة. كبديل للتحكيم، وإذا سمحت به قواعد "محكمة الدعاوى الصغيرة" المحلية الخاصة بك، يمكنك إحالة النزاع إلى "محكمة الدعاوى الصغيرة" المحلية الخاصة بك، طالما أن المسألة تتقدم على أساس فردي (غير جماعي).',
  el65: "",
  "privacy":"بيان الخصوصية",
  "Header":"بيان الخصوصية لتطبيق الهاتف المحمول لشركتنا",

    "Date":"تاريخ النفاذ: ٢١/١٠/٢٠٢٣ ",

    "Description":"في Knowticed، نحن ملتزمون بحماية خصوصيتك وضمان أمان بياناتك الشخصية. يوضح هذا البيان كيفية جمعنا واستخدامنا وحماية معلوماتك عند استخدام خدماتنا. نحن نحترم خصوصيتك ونلتزم بالإرشادات المنصوص عليها والمتعارف عليها بين الشركات الرائدة في مجالات التكنولوجيا.",

    "CollectedInfo":"1. المعلومات التي نجمعها",

    "CollectedInfodesc":"نحن نقوم بجمع ومعالجة أنواع معينة من المعلومات عند استخدام لخدماتنا:",
    "CollectedInfodesc1":"نحن نقوم بجمع ومعالجة أنواع معينة من المعلومات عند استخدام لخدماتنا:",
    "CollectedInfodesc2":"نحن نقوم بجمع ومعالجة أنواع معينة من المعلومات عند استخدام لخدماتنا:",
    "CollectedInfodesc3":"معلومات الاستخدام: قد نجمع بيانات متعلقة بتفاعلاتك مع تطبيقنا، بما في ذلك منشوراتك، تعليقاتك، إعجاباتك، وأنشطة وسائل التواصل الاجتماعي الأخرى. تُستخدم هذه المعلومات لتقديم محتوى مُخصص وتحسين تجربتك كمستخدم.",


    "HowWeUserYourINfo":"2. كيفية استخدام معلوماتك",

    "purposes":"نحن نستخدم المعلومات التي نجمعها لأغراض الآتية:",
    "purpose1":"لتوفير وصيانة وتحسين تطبيقنا على الهاتف المحمول.",
    "purpose2":" لتخصيص تجربتك عن طريق عرض محتوى مصمم وفقًا لاهتماماتك.",
    "purpose3":" للتواصل معك والرد على استفساراتك وملاحظاتك.",
    "purpose4":" لتحليل أنماط الاستخدام واستخلاص رؤى لتعزيز خدماتنا.",
    "purpose5":" للامتثال للالتزامات القانونية ومنع الأنشطة الاحتيالية.",

    "SharingYourInfo":"3. مشاركة معلوماتك",
    "SharingYourInfoDesc":"نحن لا نبيع أو نؤجر أو نتاجر بمعلوماتك الشخصية. يمكن مشاركة بياناتك تحت الظروف التالية:",
    "SharingYourInfoDesc1":" بموافقتك: قد نشارك معلوماتك مع أطراف ثالثة عندما توافق صراحة على مثل هذه المشاركة.",
    "SharingYourInfoDesc2":" مقدمي الخدمة: نستخدم مقدمي خدمة من الطرف الثالث لمساعدتنا في تطوير خدماتنا والتحليل ودعم العملاء. يلتزم هؤلاء المقدمون بحماية معلوماتك واستخدامها فقط للأغراض التي نحددها.",
    "SharingYourInfoDesc3":" متطلبات قانونية: قد نكشف عن معلوماتك استجابة للطلبات القانونية أو الأوامر القضائية، أو لحماية حقوقنا وممتلكاتنا وسلامتنا.",

    "DataSecurity":"4. أمان البيانات",
    "DataSecuritydesc":"نحن ننفذ تدابير أمان معيارية في صناعتنا لحماية معلوماتك الشخصية من الوصول غير المصرح به، أو الكشف عنها، أو التعديل، أو الإتلاف. ومع ذلك، يُرجى ملاحظة أنه لا يمكن ضمان أمان مطلق لأي طريقة لنقل البيانات أو تخزينها.",


    "RightsAndChoices":"5. حقوقك واختياراتك",
    "RightsAndChoicesdesc":"لديك الحقوق التالية فيما يتعلق بمعلوماتك الشخصية: ",
    "RightsAndChoicesdesc1":" الوصول والتصحيح: يمكنك طلب الوصول إلى معلوماتك وتحديثها أو تصحيحها عن طريق البريد الإلكتروني للاتصال ",
    "RightsAndChoicesdesc2":" حذف البيانات: يمكنك طلب حذف حسابك والبيانات المرتبطة به. يرجى ملاحظة أن ذلك قد يؤثر على قدرتك على استخدام خدماتنا الرقمية.",
    "RightsAndChoicesdesc3":" إلغاء الاشتراك: يمكنك إلغاء الاشتراك عن استلام الرسائل التسويقية عن طريق اتباع التعليمات في الرسالة أو من خلال الاتصال بنا.",


    "PrivacyStatement" : "6. تغييرات على بيان الخصوصية هذا",
    "PrivacyStatementdesc":"قد نقوم بتحديث بيان الخصوصية هذا من وقت لآخر ليعكس التغييرات في ممارساتنا أو لأسباب تشغيلية أو قانونية أخرى. ستتلقى إشعارًا بأي تغييرات مادية عبر التطبيق أو البريد الإلكتروني.",




    "contactUS" : "7. اتصل بنا",
    "contactUSInfo1":"إذا كان لديك أي أسئلة أو مخاوف أو طلبات تتعلق بخصوصيتك أو بيان الخصوصية هذا، يرجى التواصل بنا على: ",
    "contactUSInfo2":"من خلال استخدام خدماتنا الرقمية، فإنك توافق على الممارسات الموجزة في بيان الخصوصية هذا. نحن ملتزمون باحترام خصوصيتك وضمان سيطرتك على بياناتك، وفقً لأعلى المعايير المتعارف عليها بين الشركات الرائدة في مجالات التكنولوجيا."
};

export { jsonAR };
